import React from 'react'
import './About.css'
export default function About() {
  return (
    <div className='about'>
      <div className='about-text'>
        <h1>ئێمە کێین؟</h1>
        <p>ئێمە تیمێکی کوردین بریتی لە چەندین زانای نەوت و زانای بواری سایت</p>
        <p>ئامانجی ئێمە خزمەتە بە گەلی کورد تا بتوانن بە زمانی کوردی زانستە جیهانیەکان لەبەر دەسی هەموان بێت</p>
        <p>بەو هیوایە ئێمەش وەک گەلانی تر بتوانین بە زمانی خۆمان زانستەکانمان لەبەر دەست بێت</p>
        <p>هیوا خوازین ئێوەش لەم ئیشەدا یارمەتی دەری ئێمە بن</p>
      </div>
    </div>
    
  )
}
